Repository: Uzomzii/harvest_padi
Catalog: locale/ha/LC_MESSAGES/django.po
Languages: ha

source: Home
ha: Gida

source: AI Yield Prediction
ha: Hasashen Girbi na AI

source: AI Disease Detection
ha: Gano Cutar Shuka na AI

source: Marketplace
ha: Kasuwanci

source: Energy
ha: Makami (Irin Wuta)

source: Onboard
ha: Shiga Farko

source: Demo build for presentation purposes only
ha: Nuna samfurin shafi ne kawai don gabatarwa

source: Smart farming for smallholders
ha: Noma mai basira ga kananan manoma

source: Connect with buyers, investors, and input providers while using AI to predict yields and detect crop diseases.
ha: Haɗuwa da masu saye, masu zuba jari, da masu sayar da kayan noman tare da amfani da AI don hasashen girbi da gano cututtukan shuka.

source: You are viewing as
ha: Kana kallon shafin a matsayin

source: Try Yield Prediction
ha: Gwada Hasashen Girbi

source: Browse Marketplace
ha: Duba Kasuwa

source: Energy Tools
ha: Kayan aikin Makami

source: Quick role switch (demo)
ha: Saurin canjin rawa (demo)

source: Use these to preview user journeys without creating accounts.
ha: Yi amfani da waɗannan don dubawa ba tare da ƙirƙirar asusu ba.

source: Enter crop, seedlings/ha, farm size, soil, irrigation, and location to estimate harvest date, kg yield, and Naira value.
ha: Shigar da amfanin gona, yawan shuka/ha, girman gona, ƙasa, ban ruwa, da wuri don ƙididdige ranar girbi, nauyin girbi a kilo, da ƙimar Naira.

source: Three lanes: Buyers (RFQs), Investors (offers/loans), Sellers (inputs).
ha: Rukuni uku: Masu saye (buƙatar farashi), Masu zuba jari (tayin/lamuni), Masu sayarwa (kayan shigarwa).

source: Find solar dehydrators/cold storage and log energy usage to track cost savings.
ha: Nemi masu busar rana/ajiyar sanyi kuma rikodin amfani da makamashi don bin sawun ajiya.

source: Onboarding
ha: Shiga Farko

source: Quick Onboarding (Demo)
ha: Shiga Farko cikin Sauri (Demo)

source: Display name
ha: Sunan nuni

source: e.g., Aisha
ha: misali, Aisha

source: Role
ha: Rawa

source: Continue
ha: Ci gaba

source: Note: This demo uses session-based onboarding—no email/password required.
ha: Lura: Wannan demo yana amfani da zama (session) kawai—ba a buƙatar imel/kalmar sirri.
